BOT_TOKEN = "7634635173:AAFtuN3EWbmPOi5Gm3TDKL_bSyoOXK66ZsM"
CRYPTO_TOKEN = "169377:AAnctiKnxu8U1wTVZTNbezlmad8ZlyUvo2R" # "169377:AAnctiKnxu8U1wTVZTNbezlmad8ZlyUvo2R"
TOKEN_CHANGE_RATE = 100000
DEFER_COOLDOWN = 60
OWNER_ID = 6713279525
start_text = '''<b>Добро пожаловать в @ExlossiveCoinBot. 

Здесь вы можете бесплатно получить $EXL

Нажимайте «Получить $EXL» и зарабатывайте вместе с нами!</b>'''
UPGRADES_TEXTS = {
    "x2": ("Усиление умножающее количество $EXL с тапов на два на протяжении 24 часов. Совместимо только с AutoEarn", 0.4),
    "x3": ("Усиление умножающее количество $EXL с тапов на три на протяжении 24 часов. Совместимо только с AutoEarn", 0.8),
    "x5": ("Усиление умножающее количество $EXL с тапов на пять на протяжении 24 часов. Совместимо только с AutoEarn", 1.6),
    "auto": ("Усиление автоматически собирающее $EXL в течении 24 часов. Совместимо с множителями", 0.2)
}

INFO_TEXT = '''<b>Получайте $EXL и зарабатывайте настоящие деньги!

Каждый раз когда вы получаете $EXL вам засчитывают от 150 до 400 $EXL за раз

Перерывы между получениями составляют от 5 до 10ти минут

По вопросам покупки рекламы обращайтесь в поддержку

Количество пользователей в боте: ???</b>'''